Revit 2027 API
ParameterTypeId.StairsAttrStringerOffset Property
 "Open Stringer Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrStringerOffset { get; }
Public Shared ReadOnly Property StairsAttrStringerOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrStringerOffset {
	ForgeTypeId^ get ();
}
static member StairsAttrStringerOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace